Repository: matthpau/CookingCalc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: What kind of meat?
de: Was für Fleisch?

source: Please select
de: Auswählen

source: How well done?
de: Wie gut gekocht?

source: When do you want to eat? HH:MM (24hr clock)
de: Wann möchten sie essen? HH:MM (24St Uhr)

source: Weight of meat (kg)
de: Gewicht (kg)

source: or, weight of meat (lb)
de: oder Gewicht (lb)

source: or, weight of meat (gr)
de: oder, Gewicht (gr)

source: Number of adults?
de: Anzahl Erwachsene?

source: Number of children?
de: Anzahl Kinder?

source: Please put a weight in one and only one box
de: Bitte legen Sie ein Gewicht in eine und nur eine Box.

source: My plan name (optional)
de: Plan Name (optional)

source: Very undercooked
de: Sehr wenig gekocht

source: Undercooked
de: Wenig gekocht

source: Just right
de: Perfekt

source: Overcooked
de: Verkocht

source: Very overcooked
de: Stark verkocht

source: Not rated
de: Nicht gestattet

source: One star
de: Ein Stern

source: Two stars
de: Zwei Sternen

source: Three stars
de: Drei Sternen

source: Plan Description
de: Beschreibung

source: Start Time
de: Startzeit

source: Meat In Time
de: Fleisch in Zeit

source: Meat Out Time
de: Fleisch aus Zeit

source: Eating Time
de: Essenzeit

source: Warmup Time
de: Aufwarmenzeit

source: Cooking Time
de: Kochzeit

source: Total Time
de: Ruhezeit

source: Given Weight kg
de: Angegebenes Gewicht (kg)

source: Input Weight
de: Angegebenes Gewicht

source: Oven Temperature
de: Ofentemperatur

source: Internal Temperature
de: Innentemperatur

source: Number of Adults
de: Anzahl Erwachsene

source: Number of Children
de: Anzahl Kinder

source: How would you rate our instructions?
de: Wie bewerten Sie unsere Anweisungen?

source: How well was it cooked compared to what you had in mind?
de: Wie gut wurde es gekocht im Vergleich zu dem, was Sie sich vorgestellt hast?

source: Tell me about your meal
de: Beschreiben Sie ihr Gericht

source: Selections and quantity
de: Auswahl und Menge

source: Meat type:
de: Fleischart:

source: Cooking level:
de: Wie es zubereite wird:

source: Given number of adults:
de: Angegebene Anzahl Erwachsene:

source: Given number of children:
de: Angegebene Anzahl Kinder:

source: Standard portion size adult:
de: Standard Portionsgröße Erwachsene

source: Standard portion size child:
de: Standard Portionsgröße Kind

source: Estimated number of adults this will feed:
de: Geschätzte Anzahl der Erwachsenen, für die das ausreichen wird:

source: How to cook it
de: So funktionert es

source: Total cooking and preparation time:
de: Gesamtkoch- und Zubereitungszeit:

source: Turn the oven on at:
de: Schalten Sie den Ofen ein um:

source: Oven temperature:
de: Backofentemperatur:

source: Let the oven warm up for:
de: Den Ofen aufwärmen lassen für:

source: Put the meat in the oven at:
de: Das Fleisch in den Ofen stellen um:

source: Let the meat cook for:
de: Das Fleisch kochen lassen für:

source: Take the meat out at:
de: Nehmen Sie das Fleisch heraus um:

source: The internal temperature of the meat should be:
de: Die Innentemperatur des Fleisches sollte:

source: The meat will continue to cook during resting, but if you need to, put it in the oven a little longer.
de: Das Fleisch wird während der Ruhezeit weiter garen, aber wenn nötig, stellen Sie es etwas länger in den Ofen.

source: Let the meat rest for:
de: Das Fleisch ruhen lassen für:

source: Serve it to your guests at:
de: Servieren Sie es Ihren Gästen um:

source: Please be sure to save this meal and rate it afterwards so we can improve our suggestions.
de: Bitte speichern Sie dieses Gericht und bewerten Sie sie anschließend, damit wir unsere Vorschläge verbessern können.

source: Save this meal
de: Gericht speichern

source: It looks like might like to check your input
de: Bitte, prüfen Sie Ihre Angaben

source: Go back
de: Zurück

source: Start again
de: Neustarten

source: Welcome - try out the store search to support your local stores
de: Willkommen - probieren Sie die Filialsuche aus, um Ihre lokalen Geschäfte zu unterstützen.

source: Support your local stores - sign up for our newsletter to get information from stores nearby (requires account)
de: Unterstützen Sie Ihre lokalen Geschäfte - melden Sie sich für unseren Newsletter an, um Informationen aus Geschäften in Ihrer Nähe zu erhalten (erfordert Konto).

source: Convert any recipe or ingredients list from metric to imperial and vice verse (requires account)
de: Konvertieren Sie alle Rezepte oder Zutatenlisten von metrisch nach imperial und umgekehrt (erfordert Konto).

source: How it works
de: So funktionert es

source: Do a conversion
de: Konverten

source: Meat cooking calculator, if you already know how much meat you plan to prepare.
de: Fleischkochrechner, wenn Sie bereits wissen, wie viel Fleisch Sie zubereiten wollen.

source: Calculate
de: Berechnen

source: Meat cooking calculator, if you know how many guests you have.
de: Fleischkochrechner, wenn Sie wissen, wie viele Gäste Sie haben.

source: Thankyou, your meal plan has been saved
de: Danke, Ihr Plan wurde gespeichert

source: See your meal plans
de: Pläne anschauen

source: Contact
de: Kontakt

source: Meat roasting times from
de: Fleischkochzeiten von

source: Images from
de: Bilder von

source: Cooking Calculators
de: Koch-Rechner

source: Meat by weight
de: Fleisch nach Gewicht

source: Meat by number of people
de: Fleisch nach Personenzahl

source: My saved plans
de: Meine gespeicherten Pläne

source: Recipe Conversions
de: Konvertierung von Rezepten

source: Converter
de: Konvertor

source: My saved conversions
de: Meine gespeicherten Konvertierungen

source: Store directory
de: Storeverzeichnis

source: Find local stores near me
de: Lokale Geschäfte finden

source: For store owners
de: Für Eigentümer

source: Account
de: Konto

source: Profile / newsletter
de: Profil/newsletter

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: About
de: Uber uns

source: Logged in as
de: Angemeldet als

source: or
de: oder

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Wenn noch nicht ein Konto erstellet haben, bitte zuerst <a href="%(signup_url)s">registrieren</a>.

source: Sign In
de: Anmelden

source: Forgot Password?
de: Passwort vergessen?

source: Sign Out
de: Abmelden

source: Are you sure you want to log out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?

source: Log Out
de: Abmelden

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Haben Sie Ihr Passwort vergessen? Gib unten deine E-Mail-Adresse ein, und wir senden dir eine E-Mail, mit der du sie zurücksetzen kannst.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktieren Sie uns, wenn Sie Probleme beim Zurücksetzen Ihres Passworts haben.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, wenn Sie es nicht innerhalb weniger Minuten erhalten.

source: Change Password
de: Passwort ändern

source: Your password is now changed.
de: Das Password wurde geändert

source: Sign-up
de: Registrieren

source: Already have an account? Then please <a href="%(login_url)s">log in</a>.
de: Sie sind schon registriert? Bitte <a href="%(login_url)s">sich anmelden.</a>.

source: English
de: Englisch

source: German
de: Deutsch

source: Automatic
de: Automatisch

source: To metric
de: Nach metrisch

source: To imperial
de: Nach Imperial/USA

source: My recipe
de: Mein Rezept

source: Paste or type your recipe and conversions here:
de: Fügen Sie hier Ihr Rezept und Ihre Konvertierungen ein oder geben Sie es ein

source: Give your recipe a name:
de: Ihr rezept nennen

source: My favourite recipe
de: Mein lieblings rezept

source: Don't convert spoons
de: Löffel nicht konvertieren

source: Don't convert cups
de: Tassen nicht konvertieren

source: Let us know where you got it:
de: Woher kam das Rezept?

source: Metric
de: Metrisch

source: None
de: Nichts

source: No name given
de: Keinen Namen gegeben

source: Recipe name
de: Rezept Name

source: Original Recipe
de: Ursprungliches Rezept

source: Converted Recipe
de: Konvertiertes Rezept

source: How does the recipe converter work?
de: So funktioniert das Rezept Converter

source: You can copy and paste a recipe here to have each of the ingredients converted. The converter will automatically detect if you are going from metric or imperial, although this can be overridden. Or, you can simply paste your own requirements. For example, try typing something like:
de: Sie können hier ein Rezept kopieren und einfügen, um alle Zutaten konvertieren zu lassen. Der Konverter erkennt automatisch, ob Sie von metrisch oder imperial gehen, obwohl dies überschrieben werden kann. Oder Sie können einfach Ihre eigenen Anforderungen einfügen. Versuchen Sie zum Beispiel, so etwas wie dieses zu tippen:

source: then convert to see this automatically converted to metric. You can choose to leave cups and spoons unconverted. Each conversion is saved for you to refer back to in the future. The conversion saves the recipe method as well as the ingredients
de: und dann konvertieren, um zu sehen, dass dies automatisch in eine Metrik umgewandelt wird. Du kannst Tassen und Löffel unkonvertiert lassen. Jede Konvertierung wird gespeichert, damit Sie in Zukunft darauf zurückgreifen können. Die Umstellung speichert sowohl die Methode als auch die Zutaten. (Im Moment funkionert es nur auf English)

source: Give it a go (requires login)
de: Los geht's (Anmeldung erforderlich)

source: Paste a recipe in metric or imperial and it will be converted in the other direction.
de: Fügen Sie ein Rezept in metrisch oder imperial ein und es wird in die andere Richtung konvertiert.

source: Use this to take recipes you have found on the web and convert to units familiar to you. Tips to help the converter work better: put ingredients on separate lines, one ingredient per line, leave a single space between the ingredients and the method.
de: Benutzen Sie dies, um Rezepte, die Sie im Internet gefunden haben, in die Ihnen vertrauten Einheiten zu konvertieren. Tipps, die dem Konverter helfen, besser zu arbeiten: Zutaten auf separate Linien legen, eine Zutat pro Linie, einen einzigen Zwischenraum zwischen den Zutaten und der Methode lassen.

source: Cooking Helpers Weekly Newsletter
de: Cooking Helpers wöchentlicher Newsletter

source: Your weekly local info from
de: Dein lokal Info von

source: until
de: bis

source: offer!
de: angebot!

source: Your search radius
de: Ihr Suchradius

source: Change your preferences or unsubscribe
de: Preferenzen änderer oder sich abmelden

source: Thanks for using cooking-helpers.com
de: Danke, dass Du cooking-helpers.com benutzt haben

source: Distance
de: Radius

source: Search Distance
de: Suchradius

source: Sort by
de: Sortieren nach

source: Store Type
de: Ladentyp

source: All stores
de: Alle

source: Event start
de: Startdatum

source: Event finish:
de: Enddatum

source: House Number
de: Hausnummer

source: Street
de: Straße

source: Postcode
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Title
de: Titel

source: Event description
de: Ereignis Beschreibung

source: Event start date
de: Ereignis Startdatum

source: Event end date
de: Ereignis Enddatum

source: Includes offers
de: Enthält Angebote

source: Editors for
de: Erlaubte Benutzer für

source: Add a new editor
de: Einen neuen erlaubten Benutzer hinzufügen

source: Enter email
de: Email

source: This person must already be registered on the site
de: Diese Person muss bereits auf der Website registriert sein.

source: Add
de: Hinzufügen

source: Go Back
de: Zurück

source: You are
de: Sie sind

source: People who can add events to your store
de: Personen, die Ereignisse zu Ihrem Shop hinzufügen können

source: Create your event
de: Ereignis Erstellen

source: Save
de: Speichern

source: Do you want to delete the event?
de: Möchten Sie das Ereignis löschen?

source: Delete
de: Löschen

source: Events for:
de: Ereigniesse für:

source: Add new
de: Neues hinzufügen

source: FINISHED |
de: FERTIG |

source: Edit
de: Bearbeiten

source: Edit your event
de: Ereignis bearbeiten

source: Finding your position...
de: Finden Ihr Position

source: Sign up for the newsletter to support your local stores.
de: Melden Sie sich für den Newsletter an, um Ihre lokalen Geschäfte zu unterstützen.

source: About the cooking-helpers.com local marketing programme
de: Über das cooking-helpers.com Lokal Markeingkonzept

source: What it is and how it works
de: Was, und wie es funktioniert

source: We support local stores by providing a simple way to share marketing information with your customers. This could be something like 'Honey back in stock', or 'We are having a family BBQ this weekend for the cycling event'. Users who do a store seaerch from their location will see your store listing, and also any marketing messages that you have set up. Each message has a start and end date, and users will only see them when active.
de: Wir unterstützen lokale Geschäfte, indem wir eine einfache Möglichkeit bieten, Marketinginformationen mit Ihren Kunden zu teilen. Dies könnte so etwas wie 'Honig wieder da!' oder 'Wir haben dieses Wochenende ein Familiengrill für das Radsportereignis' sein. Benutzer, die einen Shop von ihrem Standort aus suchen, sehen Ihren Shop-Listing und auch alle Marketingnachrichten, die Sie eingerichtet haben. Jede Nachricht hat ein Start- und Enddatum, und die Benutzer sehen sie nur, wenn sie aktiv sind.

source: Users can also subscribe to the weekly cooking-helpers.com local stores newsletter. After they enter their address, they define a search radius. Each week they get current information only from stores nearby their address.
de: Benutzer können auch den wöchentlichen cooking-helpers.com Newsletter für lokale Geschäfte abonnieren. Nachdem sie ihre Adresse eingegeben haben, definieren sie einen Suchradius. Jede Woche erhalten sie aktuelle Informationen nur aus Geschäften in der Nähe ihrer Adresse.

source: Try a store search
de: Storesuche ausprobieren

source: The cooking-helpers.com newsletter
de: Der cooking-helpers.com Newsletter

source: In their profile, users are asked to enable the newsletter, then confirm their address and a search radius. That's all they need to do. After that they will start getting a weekly email with information from local stores, including the messages and events you have prepared.
de: In ihrem Profil werden die Nutzer gebeten, den Newsletter zu aktivieren, dann ihre Adresse und einen Suchradius zu bestätigen. Das ist alles, was sie tun müssen. Danach werden sie anfangen, eine wöchentliche E-Mail mit Informationen aus lokalen Geschäften zu erhalten, einschließlich der Nachrichten und Ereignisse, die Sie vorbereitet haben.

source: Ask your customers to join up
de: Laden Sie Ihre Kunden zur Registrierung ein.

source: You can print out flyers and give them to your customers, maybe by putting a single flyer in the bag for each purchase and by leaving them on your counter where customers can see them.
de: Sie können Flyer ausdrucken und an Ihre Kunden weitergeben, indem Sie vielleicht einen einzigen Flyer für jeden Einkauf in die Tasche legen und ihn auf Ihrem Tresen lassen, wo er vom Kunden gesehen werden kann.

source: Creating or updating your store on OpenStreetMap
de: Wie kann ich mein Laden in OpenStreetMap eintragen oder bearbeiten

source: We don't maintain an original store database. The wonderful OpenStreetMap is place where you can enter and maintain your store details (Name, address and other information). Once per day we grab that information and update your entry on cooking-helpers.com. At the moment we are grabbing the following kinds of stores from OpenStreetMap: butcher, deli, cheese, dairy, farm, coffee, greengrocer, tea, spices, seafood, fishmonger.
de: Wir führen keine Original-Shop-Datenbank. Die wunderbare OpenStreetMap ist ein Ort, an dem Sie Ihre Shopdaten (Name, Adresse und andere Informationen) eingeben und pflegen können. Einmal täglich erfassen wir diese Informationen und aktualisieren Ihren Eintrag auf cooking-helpers.com. Im Moment greifen wir auf die folgenden Arten von Shops von OpenStreetMap zurück: butcher (Metzger), deli (Feinkost/Delikatessen), cheese (Käse), dairy (Molkerei), farm (Bauernhof), coffee (Kaffee/Cafe), greengrocer (Gemüsehändler), tea (Tee), Gewürze, seafood (Meeresfrüchte), fishmonger (Fischhändler).

source: To add or edit your store, visit
de: Um Ihren Shop hinzuzufügen oder zu bearbeiten, besuchen Sie

source: You will need to use or create an OpenStreetMap account. If your store does not exist, add it as a 'point'. Make sure you tag your store with one of the tags listed above. If your store is already there, please check your details.
de: Sie müssen ein OpenStreetMap-Konto verwenden oder erstellen. Wenn Ihr Shop nicht existiert, fügen Sie ihn als 'Punkt' hinzu. Stellen Sie sicher, dass Sie Ihren Shop mit einem der oben aufgeführten Tags versehen. Wenn Ihr Geschäft bereits dort ist, überprüfen Sie bitte Ihre Daten.

source: How to claim your store
de: Wie sie Ihr Laden behaupten können

source: If you are the store owner or manager, please first make sure your store is our database.
de: Wenn Sie der Ladenbesitzer oder Manager sind, stellen Sie bitte zuerst sicher, dass Ihr Laden unsere Datenbank ist.

source: First do a store search to find your store,
de: Führen Sie zunächst eine Filialsuche durch, um Ihren Shop zu finden,

source: then copy the store URL, for example: www.cooking-helpers.com/stores/7638/profile.
de: und kopieren Sie die URL des Stores, z.B.:

source: Then send me an email and paste it into the email text with a short note. I'll add you as an editor to your store. Once that's done, you will see an 'Owners Section' on your store profile. This will allow you to add further editors and create your own events.
de: Dann schicken Sie mir eine E-Mail und füge sie mit einer kurzen Notiz in den E-Mail-Text ein. Ich werde Sie als Redakteurin in deinen Shop aufnehmen. Sobald dies erledigt ist, sehen Sie in Ihrem Shop-Profil einen 'Eigentümerbereich'. Auf diese Weise können Sie weitere Editoren hinzufügen und eigene Veranstaltungen erstellen.

source: Send email request to claim your store
de: Senden Sie eine E-Mail-Anfrage, um Ihren Shop in Anspruch zu nehmen.

source: Your store profile
de: Dein Storeprofil

source: You can find your store by doing a store search to locate your store in our database. If your store is not in our database, you should check to see if it exists in OpenStreeMap (see above). Once you have found your store, you can bookmark your profile for quick recall later. If I have set you up as an owner, you can add more people who can create events, and also manage your events directly from this page.
de: Sie können Ihren Shop finden, indem Sie eine Filialsuche durchführen, um Ihren Shop in unserer Datenbank zu finden. Wenn sich Ihr Shop nicht in unserer Datenbank befindet, sollten Sie überprüfen, ob er in OpenStreeMap existiert (siehe oben). Sobald Sie Ihren Shop gefunden haben, können Sie Ihr Profil mit einem Lesezeichen versehen und später schnell wieder aufrufen. Wenn ich dich als Besitzer eingerichtet habe, kannst du weitere Personen hinzufügen, die Events erstellen und auch deine Events direkt von dieser Seite aus verwalten können.

source: store search
de: Storesuche

source: Please login to like this store
de: So behaupten Sie diesen Shop

source: Owner Section
de: Eigentümerbereich

source: Welcome, %(user)s. You have the following options:
de: Wilkommen, %(user)s. Sie haben die folgenden Möglichkeiten:

source: List or change your authorised users
de: Ihre autorisierten Benutzer auflisten oder ändern

source: authorised user(s)
de: autorisierter Benutzer

source: List or edit your events
de: Ihre Ereignisse auflisten oder bearbeiten

source: live or future events
de: Live- oder zukünftige Ereignisse

source: total
de: insgesamt

source: Edit on OpenStreetmap
de: Bearbeiten auf OpenStreetmap

source: Requires OpenStreetMap account. Changes will appear here within 48 hours.
de: Erfordert OpenStreetMap-Konto. Änderungen werden hier innerhalb von 48 Stunden bekannt gegeben.

source: How to claim this store
de: So behaupten Sie diesen Shop

source: Current Events (as seen in the newsletter)
de: Aktuelle Ereignisse (wie im Newsletter)

source: User has been removed
de: Benutzer wurde entfernt

source: Not permitted
de: Nicht gestattet

source: User not found, please ensure they create an account, or check your spelling
de: Benutzer nicht gefunden, bitte stellen Sie sicher, dass er ein Konto erstellt oder Ihre Rechtschreibung überprüft.

source: User has been added to the list of editors
de: Der Benutzer wurde zur Liste der erlabten Benutzer hinzugefügt.

source: User is already in the list of editors, please check and try again
de: Benutzer ist bereits in der Liste der erlabten Benutzer, bitte überprüfen und erneut versuchen.

source: If you'd like to receive offers, please enter a valid radius
de: Wenn Sie Angebote erhalten möchten, geben Sie bitte einen gültigen Radius ein.

source: Please make sure you have entered and validated your address
de: Bitte stellen Sie sicher, dass Sie Ihre Adresse eingegeben und bestätigt haben.

source: Confirmed address
de: Bestätigte Adresse

source: Address 2
de: Adresse 2

source: Address 3
de: Adresse 3

source: I would like to receive the weekly local offers newsletter
de: Ich möchte den wöchentlichen Newsletter mit lokalen Angeboten erhalten.

source: Search radius for local offers (km)
de: Suchradius für lokale Angebote (km)

source: Newsletter Language
de: Newsletter Sprache

source: Delete account
de: Konto Löschen

source: This will remove your account, any saved data, and cancel the local stores newsletter.
de: Dadurch werden Ihr Konto, alle gespeicherten Daten und der Local Stores Newsltter gelöscht.

source: Please complete your profile information
de: Bitte vervollständigen Sie Ihre Profilinformationen

source: Save all changes and close
de: Speichern und schließen

source: Close without saving
de: Schließen ohne speichern

source: Find address, required for the newsletter
de: Adresse finden, für den Newsletter nötig

source: Delete your account
de: Konto löschen

source: Your profile was successfully updated
de: Dein Profil wurde erfolgreich aktualisiert.
